Repository: pixel96x/fsearch
Catalog: po/*.po
Languages: de

source: <b>Restore default filters:</b> This button restores the default filter configuration. ⚠ All filters which were created or edited by the user will be lost! ⚠
de: <b>Standardfilter wiederherstellen:</b> Dies stellt die Standardkonfiguration der Filter wieder her. ⚠ Alle Filter die manuell bearbeitet oder hinzugefügt wurden, werden hiermit gelöscht! ⚠

source: <b>Exit on Escape:</b> If enabled, FSearch exits when the Escape key is pressed instead of the window being minimized.
de: <b>Anwendung bei der Betätigung von Escape beenden:</b> Falls aktiviert, wird FSearch beim Betätigen der Escape Taste vollständig beendet und nicht nur minimiert.

source: Help
de: Hilfe

source: Select folder
de: Ordner auswählen

source: _Select
de: _Auswählen

source: Add filter
de: Filter hinzufügen

source: Active
de: Aktiv

source: Path
de: Pfad

source: One Filesystem
de: Einzelnes Dateisystem

source: Macro
de: Makro

source: Query
de: Suche

source: %'d Item
de: %'d Eintrag

source: %'d Items
de: %'d Einträge

source: Querying…
de: Suche …

source: Loading…
de: Lade …

source: Scanning…
de: Scanne …

source: Number of Search Results
de: Anzahl der Suchergebnisse

source: 0 Items
de: 0 Einträge

source: Cancel
de: Abbrechen

source: Index:
de: Indexierung:

source: Number of selected folders
de: Anzahl der ausgewählten Ordner

source: Number of selected files
de: Anzahl der ausgewählten Dateien

source: Cancel database update
de: Aktualisierung abbrechen

source: Number of database items
de: Anzahl der Datenbankeinträge

source: (empty)
de: (leer)

source: Search term contains upper case characters. <b>Match Case</b> was temporarily activated for this term.
de: Suche enthält Großbuchstaben. <b>Beachte Groß- und Kleinschreibung</b> wurde automatisch für diese Abfrage aktiviert.

source: CASE
de: GROẞ-/Klein

source: Search term contains path separators. <b>Search in Path</b> was temporarily activated for this term.
de: Suche enthält Pfadseparatoren. <b>Suche in Pfad</b> wurde automatisch für diese Abfrage aktiviert.

source: PATH
de: PFAD

source: Size
de: Größe

source: Type
de: Typ

source: Extension
de: Erweiterung

source: Date Modified
de: Geändert am

source: Sorting by <b>Type</b> can take a few seconds with many results. This sort order is not persistent, it will be reset when the search term changes.
de: Sortieren nach <b>Typ</b> kann unter Umständen einige Sekunden dauern. Diese Sortierreihenfolge wird außerdem bei der nächsten Suche zurückgesetzt.

source: FSearch Online
de: FSearch im Internet

source: Donate
de: Spenden

source: Bug Reports and Feature Requests
de: Fehlerberichte und Funktionsanfragen

source: New window
de: Neues Fenster

source: Update database
de: Datenbank aktualisieren

source: Search in Path
de: Suche in Pfad

source: Match Case
de: Beachte Groß- und Kleinschreibung

source: Enable RegEx
de: Aktiviere RegEx

source: Show Statusbar
de: Zeige Statusleiste

source: Show Filter
de: Zeige Filter

source: Show Search Button
de: Suchschaltfläche anzeigen

source: About
de: Über

source: Quit
de: Beenden

source: Search…
de: Suche …

source: Select a Filter
de: Wähle einen Filter

source: Do you really want to open %d file(s)?
de: Möchten Sie wirklich %d Datei(en) öffnen?

source: Opening Files…
de: Öffne Datei(en) …

source: Do you really want to remove %d file(s)?
de: Möchten Sie wirklich %d Datei(en) löschen?

source: Deleting files…
de: Lösche Elemente …

source: Moving files to trash…
de: Verschiebe Elemente in den Papierkorb …

source: Something went wrong.
de: Ein Fehler ist augetreten.

source: Deleted %d file(s).
de: Lösche %d Datei(en).

source: Moved %d file(s) to the trash.
de: Verschiebe %d Datei(en) in den Papierkorb.

source: The database needs to be updated before it becomes aware of those changes! This will be fixed with future updates.
de: Die Änderungen werden erst nach einer Datenbankaktualisierung erkannt. Dies wird mit einem zukünftigen Update behoben.

source: Do you really want to open %d file property windows?
de: Möchten Sie wirklich %d Dateieigenschaften öffnen?

source: Opening file properties…
de: Öffne Dateieigenschaften…

source: _File
de: _Datei

source: New Window
de: Neues Fenster

source: _Open
de: _Öffnen

source: Open Folder
de: Ordner öffnen

source: Update Database
de: Datenbank aktualisieren

source: Cancel Update
de: Aktualisierung abbrechen

source: Close Window
de: Fenster schließen

source: _Edit
de: _Bearbeiten

source: _Copy
de: _Kopieren

source: Cu_t
de: _Ausschneiden

source: Select All
de: Alles auswählen

source: Deselect All
de: Auswahl aufheben

source: Invert Selection
de: Auswahl umkehren

source: _View
de: _Ansicht

source: _Search
de: _Suche

source: _Help
de: _Hilfe

source: Open _With
de: Öffnen _mit

source: _Open Folder
de: Ordner _öffnen

source: Copy as Text
de: Als Text kopieren

source: Path + Name
de: Pfad + Name

source: Move to _Trash
de: In den Papierkorb verschieben
