Repository: pixel96x/fsearch
Catalog: po/*.po
Languages: de

source: A file search application focusing on performance and advanced features
de: Eine Dateisuche mit Schwerpunkt Geschwindigkeit und erweitertem Funktionsumfang

source: search;fsearch;files;folders;music;video;documents;find;tool;everything;
de: suchen;fsearch;Dateien;Ordner;Musik;Video;Dokumente;finden;Werkzeug;alles;

source: A graphical file search application
de: Ein grafisches Datei-Suchprogramm

source: FSearch helps you to find files and folders as easy and fast as possible. Just type a few letters and search results will appear almost instantly.
de: FSearch hilft dabei, Dateien und Ordner so einfach und schnell wie möglich, zu finden. Die Ergebnisse aktualisieren sich umgehend mit jedem Buchstaben der eingegeben wird.

source: There are a lot of features which make searching as efficient and powerful as possible. Such as:
de: Um die Suche so effizient und nützlich wie möglich zu machen, werden unter anderem folgende Funktionen unterstützt:

source: Ignore case (e.g. searching for "fsearch" will match "FSearch" as well)
de: Groß- und Kleinschreibung ignorieren (z.B. findet man mit "fsearch" auch "FSearch")

source: Regular expressions
de: Reguläre Ausdrücke

source: Wildcard support
de: Wildcard-Unterstützung

source: Filter support (e.g. only search for audio files)
de: Filter (z.B. reduziere die Ergebnisse auf Audio-Dateien)

source: Exclude certain files and folders
de: Bestimmte Dateien und Ordner ausschließen

source: Fast sort by name, path, size, modification time and extension
de: Schnelles Sortieren nach Name, Pfad, Größe, Änderungsdatum und Datei-Erweiterung

source: Note: Due to Flatpak's sandboxing, FSearch can't find every file on your system.
de: Hinweis: Flatpak Anwendungen haben aufgrund einer Sandbox, keinen vollständigen Zugriff auf das Dateisystem. Daher kann FSearch nicht alle Dateien im System finden.

source: The default UI layout
de: Die Standard-Oberfläche

source: A layout more closely following GNOME HIGs
de: Eine Oberfläche die sich am GNOME Design orientiert

source: Initial release.
de: Erste Veröffentlichung.

source: Saving…
de: Speichere…

source: translator-credits
de: Christian Boxdörfer

source: A search utility focusing on performance and advanced features
de: Eine Dateisuche mit Schwerpunkt Leistung und erweitertem Funktionsumfang

source: Open a new application window
de: Ein neues Anwendungsfenster öffnen

source: Show the application preferences
de: Anwendungseinstellungen anzeigen

source: Set the search pattern
de: Suchbegriff festlegen

source: Update the database and exit
de: Datenbank aktualisieren und beenden

source: Print version information and exit
de: Versionsinformationen anzeigen und beenden

source: Loading folders…
de: Lade Ordner …

source: Loading files…
de: Lade Dateien …

source: Sorting…
de: Sortiere …

source: Failed to build open command
de: Fehler beim Erstellen des Öffnen-Kommandos

source: Failed to get application information
de: Anwendungs-Informationen sind nicht verfügbar

source: Failed to get default display
de: Standard Display nicht verfügbar

source: Failed to get path
de: Fehler beim Erstellen des Pfads

source: No default application registered
de: Keine Standardanwendung bekannt

source: Failed to get parent path
de: Pfad konnte nicht erstellt werden

source: Folder
de: Ordner

source: Unknown Type
de: Unbekannter Dateityp

source: All
de: Alles

source: Folders
de: Ordner

source: Files
de: Dateien

source: Applications
de: Anwendungen

source: Archives
de: Archive

source: Documents
de: Dokumente

source: Pictures
de: Bilder

source: Macro names must not contain `:` characters.
de: Makro-Namen dürfen kein `:` Zeichen enthalten.

source: _Cancel
de: _Abbrechen

source: Edit filter
de: Filter bearbeiten

source: The unique name of this filter
de: Der eindeutige Name dieses Filters

source: Unique filter name
de: Eindeutiger Name des Filters

source: Search in path
de: Suche in Pfad

source: Enable regular expressions
de: Reguläre Ausdrücke

source: Match case
de: Beachte Groß- und Kleinschreibung

source: Query:
de: Suchanfrage:

source: Macro:
de: Makro:

source: The macro for this filter. A macro allows you to access this filter from the search entry by typing its text followed by ':'
de: Das Makro dieses Filters. Ein Makro erlaubt es den Filter im Such-Eingabefeld zu aktivieren, indem man dessen den Makro-Namen, gefolgt von einem ':' eingibt

source: Properties…
de: Eigenschaften…

source: Other Application…
de: Andere Anwendung …

source: Empty Database
de: Leere Datenbank

source: Add folders
de: Ordner hinzufügen

source: Loading Database…
de: Lade Datenbank …

source: This won't take long.
de: Dies wird nicht lange dauern.

source: Updating Database…
de: Aktualisiere Datenbank …

source: This may take a while.
de: Dies kann einige Zeit dauern.

source: Empty Query
de: Leere Suche

source: Press <b>Ctrl + F</b> and start typing.
de: Drücke <b>Strg + F</b> und tippe los.

source: No Results Found
de: Keine Ergebnisse gefunden

source: Try a different search
de: Versuche eine andere Suche

source: Sorting results…
de: Sortiere Ergebnisse …

source: Preferences
de: Einstellungen

source: Enable dark theme
de: Aktiviere dunkles Thema

source: Enable client-side decorations (requires restart)
de: Aktiviere kombinierte Titel-/Menüleiste (benötigt Neustart)

source: Use binary units instead of decimal units
de: SI Dezimalpräfixe anstatt IEC Binärpräfixe verwenden

source: Remember window size
de: Fenstergröße wiederherstellen

source: Exit on Escape
de: Beim Betätigen von Escape die Anwendung beenden

source: with keyboard shortcuts or menu entries
de: mit Tastaturkürzeln oder Menüeinträgen

source: with double click
de: mit einem Doppelklick

source: Behaviour after successfully opening a file:
de: Verhalten nach erfolgreichem Öffnen eines Elementes:

source: Nothing
de: Nichts

source: Minimize
de: Minimieren

source: Close
de: Schließen

source: General:
de: Allgemein:

source: Show highlighted search terms
de: Suchbegriffe in der Ergebnisliste hervorheben

source: Show tooltips
de: Tooltips anzeigen

source: Show icons in name column
de: Symbole in der Namensspalte anzeigen

source: Remember column configuration
de: Spaltenkonfiguration wiederherstellen

source: Remember sort order
de: Sortierreihenfolge wiederherstellen

source: Open path with double click in path column
de: Öffne Ordner mit Doppelklick in Pfad-Spalte

source: Single click to open
de: Einfach-Klick zum Öffnen

source: Launch desktop files
de: Desktop-Dateien aufrufen

source: Results:
de: Ergebnisse:

source: Show database indexing status
de: Status der Indexierung anzeigen

source: Statusbar:
de: Statusleiste:

source: Show warning dialogs when:
de: Zeige Warndialoge an, wenn:

source: file / folder failed to open
de: Datei / Verzeichnis konnte nicht geöffnet werden

source: Dialogs:
de: Dialoge:

source: Interface
de: Bedienoberfläche

source: Search in path when query contains path separators
de: Pfad beachten, falls die Suche Pfadseparatoren enthält

source: Search as you type
de: Suche beim Tippen starten

source: Hide results when search is empty
de: Bei leerem Suchfeld nichts anzeigen

source: Match case when query contains at least one upper case character
de: Groß- und Kleinschreibung beachten, falls die Suche Großbuchstaben enthält

source: Add new filter
de: Filter hinzufügen

source: Remove selected filter
de: Gewählten Filter entfernen

source: Edit selected filter
de: Ausgewählten Filter bearbeiten

source: Restore default filters
de: Standardfilter wiederherstellen

source: Search
de: Suche

source: Update database on start
de: Datenbank beim Start aktualisieren

source: Update every
de: Aktualisieren alle

source: hour(s) and
de: Stunde(n) und

source: minute(s)
de: Minute(n)

source: Add path to be included in database
de: Pfad zur Datenbank hinzufügen

source: Remove selected path
de: Gewählten Pfad entfernen

source: Include
de: Einschließen

source: Add path to be excluded from database
de: Pfad aus der Datenbank ausschließen

source: Supports wildcards. Multiple entries must be separated by ';'
de: Unterstützt Wildcards. Einträge müssen mit ';' getrennt werden

source: Exclude files:
de: Dateien ausschließen:

source: e.g. ".git;*.tmp"
de: z. B. ".git;*.tmp"

source: Exclude hidden files and folders
de: Versteckte Dateien und Ordner ausschließen

source: Exclude
de: Ausschließen

source: Database
de: Datenbank

source: <b>Enable dark theme:</b> If enabled, the system theme is asked to use a darker styling for the application <i>(i.e. dark UI elements on bright text)</i>. Note that not all system themes provide such a darker variant, therefore enabling this setting might not have an effect.
de: <b>Dunkles Thema aktivieren:</b> Wenn aktiviert wird das System-Thema gebeten, einen dunkleren Stil für die Anwendung zu benutzen<i>(z.B. Dunkle UI Elemente auf hellem Text)</i>. Nicht alle System-Themen stellen eine solche dunklere Variante zur Verfügung, deshalb wird diese Option eventuell keinen Effekt haben.

source: <b>Enable client-side decorations:</b> If enabled, the search entry and main menu are displayed in the window title bar. If disabled, the main menu is displayed as a menu bar with the search entry below it. This resembles a more traditional UI layout and takes a little bit more space.
de: <b>Kombinierte Titel-/Menüleiste (CSD) aktivieren:</b> Wenn aktiviert werden die Suchleiste und das Menü in der Fenster-Titelleiste angezeigt. Wenn deaktiviert wird das Menü als eine Menü-leiste mit der Suchleiste darunter angezeigt. Dies ähnelt einem traditionellen UI Layout und verbraucht ein wenig mehr Platz.

source: <b>Use binary units instead of decimal units:</b> This settings controls how file sizes are displayed. • <b>Binary units:</b> This refers to binary IEC prefixes <i>(e.g. 1 KiB = 1024 bytes)</i> • <b>Decimal units:</b> This refers to decimal SI prefixes <i>(e.g. 1 kB = 1000 bytes)</i>
de: <b>Binäre Einheiten statt dezimalen Einheiten verwenden:</b> Diese Option kontrolliert wie Dateigrößen angezeigt werden. • <b>Binäre Einheiten:</b> Dies bezieht sich auf binäre IEC Präfixe <i>(z.B. 1 KiB = 1024 Bytes)</i> • <b>Dezimale Einheiten:</b> Dies bezieht sich auf dezimale SI Präfixe <i>(z.B. 1 kB = 1000 Bytes)</i>

source: <b>Remember window size:</b> If enabled, the window size from the previous session will be restored when you open an FSearch window. Note that some window managers ignore this request and force the window to have a different size.
de: <b>Fenstergröße merken:</b> Falls aktiviert, wird beim Öffnen eines FSearch Fensters die Fenstergröße der vorherigen Sitzung wiederhergestellt. Beachten Sie, dass einige Fenstermanager diese Anforderung ignorieren und eine andere Fenstergröße erzwingen.

source: <b>Behaviour after successfully opening a file:</b> When a file/folder was successfully opened one of the following actions can be performed: • <b>Nothing:</b> Nothing happens. • <b>Minimize:</b> The currently selected FSearch window becomes minimized. • <b>Close:</b> Quit FSearch. You can configure if those actions should be triggered when the file was opened with • <b>keyboard shortcuts or menu entries</b> and/or • <b>mouse click</b>
de: <b>Verhalten nach dem erfolgreichen Öffnen einer Datei:</b> Wenn eine Datei oder ein Ordner erfolgreich geöffnet wurde, kann eine der folgenden Aktionen durchgeführt werden: • <b>Nichts:</b> Nichts unternehmen. • <b>Minimieren:</b> Das aktuelle FSearch-Fenster wird minimiert. • <b>Schließen:</b> FSearch beenden. Sie können auswählen, ob diese Aktion ausgelöst werden soll wenn die Datei geöffnet wurde durch • <b>Tastenkombination oder Menüeintrag</b> und/oder • <b>Mausklick</b>

source: <b>Show highlighted search terms:</b> If enabled, the search terms will be highlighted in the results view. For example when you search for "foo" all appearances of <i>foo</i> in file/folder names will be highlighted with bold characters: <b>foo</b>bar.txt file.<b>foo</b> This also works for regular expressions and wildcard expressions starting or ending with an asterisk.
de: <b>Suchbegriffe hervorheben:</b> Falls aktiviert, werden Suchbegriffe in der Ergebnisansicht hervorgehoben. Falls beispielsweise nach "foo" gesucht wird, werden alle Vorkommnisse von <i>foo</i> in Datei- und Ordnernamen in Fettschrift dargestellt: <b>foo</b>bar.txt file.<b>foo</b> Dies funktioniert ebenfalls bei regulären Ausdrücken und Platzhaltern, die mit einem Stern beginnen oder enden.

source: <b>Show tooltips:</b> If enabled, the results view will show the full path of the focused file/folder in a small tooltip window.
de: <b>Tooltips anzeigen:</b> Falls aktiviert, wird im Ergebnisfenster der vollständige Pfad der Datei / des Ordners unter dem Mauszeiger als Tooltip angezeigt.

source: <b>Show icons in name column:</b> If enabled, file/folder icons will be shown in the name column.
de: <b>Symbole in der Namensspalte anzeigen:</b> Falls aktiviert, werden Datei/Ordner -Symbole in der Namensspalte angezeigt.

source: <b>Remember column configuration:</b> If enabled, the column configuration of the results view from the previous session will be restored when you open an FSearch window. This includes the size and visibility of all columns.
de: <b>Spalteneinstellung merken:</b> Wenn aktiviert, wird die Spalteneinstellung der vorherigen Sitzung wieder hergestellt wenn ein neues FSearch-Fenster geöffnet wird. Dies beinhaltet Größe und Sichtbarkeit aller Spalten.

source: <b>Remember sort order:</b> If enabled, the sort order of the results view from the previous session will be restored when you open an FSearch window.
de: <b>Sortierreihenfolge merken:</b> Falls aktiviert, wird die Sortierreihenfolge der vorherigen Sitzung wiederhergestellt, wenn ein neues FSearch-Fenster geöffnet wird.

source: <b>Open path with double click in path column:</b> If enabled, double clicking in the path column will open the selected path.
de: <b>Pfad per Doppelklick auf die Pfad-Spalte öffnen:</b> Falls aktiviert, öffnet ein Doppelklick auf die Pfad-Spalte den ausgewählten Pfad.

source: <b>Single click to open:</b> If enabled, a single click will open the selected file/folder. If you only want to select a file/folder while this setting is active, you need to a hold <i>Ctrl</i> at the same time while clicking the file/folder.
de: <b>Per Einzelklick öffnen:</b> Falls aktiviert, wird die Datei / der Ordner durch einen einzelnen Klick geöffnet. Falls die Datei / der Ordner nur ausgewählt werden soll, während diese Einstellung aktiv ist, muss <i>Ctrl</i> während des Klickens gedrückt gehalten werden.

source: <b>Show database indexing status:</b> If enabled, the path that is currently being indexed is displayed in the statusbar.
de: <b>Indizierungsstatus anzeigen:</b> Falls aktiviert, wird in der Statuszeile angezeigt welcher Pfad gerade indiziert wird.

source: <b>Show warning dialogs:</b> If enabled, a warning dialog is displayed when a file or folder failed to open.
de: <b>Warndialoge anzeigen:</b> Falls aktiviert, wird ein Warndialog angezeigt, wenn eine Datei oder ein Ordner nicht geöffnet werden kann.

source: <b>Search in path when query contains path separators:</b> If enabled, search terms containing path separators (i.e. "/") will be automatically matched against the full path of a file or folder.
de: <b>In Pfaden suchen, wenn die Suche einen Pfadseparator enthält:</b> Wenn aktiviert wird bei Suchen, die einen Pfadseparator (z.B. "/") enthalten, automatisch der komplette Pfad der Datei oder des Ordners durchsucht.

source: <b>Match case when query contains at least one upper case character:</b> If enabled, search terms containing at least one upper case character will trigger a case-sensitive search. This means a search term like <i>Foo</i> will match <i>FooBar.txt</i> but not <i>foobar.txt</i>.
de: <b>Groß-/Kleinschreibung beachten wenn die Suche mindestens einen Großbuchstaben enthält:</b> Falls aktiviert, wird bei Suchbegriffen, die mindestens einen Großbuchstaben enthalten, nach Groß-/Kleinschreibung unterschieden. Das bedeutet ein Suchbegriff wie <i>Foo</i> findet <i>FooBar.txt</i> aber nicht <i>foobar.txt</i>.

source: <b>Hide results when search is empty:</b> If enabled, no search results are displayed when the search entry is empty. If disabled, all files and folders will be displayed when the search entry is empty.
de: <b>Suchergebnisse verstecken wenn das Suchfeld leer ist:</b> Falls aktiviert, werden bei leerem Suchfeld keine Ergebnisse angezeigt. Falls deaktiviert, werden alle Dateien und Ordner angezeigt, wenn das Suchfeld leer ist.

source: <b>Search as you type:</b> If enabled, the search is automatically updated with every keystroke. If disabled, the search is only updated when you hit <i>Enter</i> or press the search button.
de: <b>Suche beim Tippen starten:</b> Falls aktiviert, wird die Suche bei jeder Zeicheneingabe aktualisiert. Falls deaktiviert, wird die Suche erst gestartet wenn <i>Return</i> gedrückt oder der Suchknopf angeklickt wird.

source: <b>Update database on start:</b> If enabled, the database will be updated automatically in the background when you start FSearch.
de: <b>Datenbank beim Start aktualisieren:</b> Falls aktiviert, wird die Datenbank nach dem Start von FSearch automatisch im Hintergrund aktualisiert.

source: <b>Included folders:</b> This list contains all folders you want to include in the database. • <b>Active:</b> If enabled, the path will included in the database to be searched in. • <b>Path:</b> The full path to be included. • <b>One Filesystem:</b> If enabled, FSearch won't cross filesystem boundaries for this folder
de: <b>Einbezogene Ordner:</b> Liste der Ordner, die in die Datenbank aufgenommen werden sollen. • <b>Aktiv:</b> Falls aktiviert, wird der Ordner in die Datenbank aufgenommen und kann durchsucht werden. • <b>Pfad:</b> Der vollständige Pfad der in die Datenbank aufgenommen werden soll. • <b>Ein-Dateisystem:</b> Falls aktiviert, wird FSearch Ordner die auf einem anderen Dateisystem liegen ignorieren

source: <b>Add folder to database:</b> This button opens a dialog where you can select a folder you want to include in the database for searching.
de: <b>Ordner zur Datenbank hinzufügen:</b> Öffnet einen Dialog, um einen Ordner auszuwählen der zur Datenbank hinzugefügt werden soll.

source: <b>Remove selected row:</b> This removes the selected folder from the list of included folders.
de: <b>Auswählten Ordner entfernen:</b> Entfernt den ausgewählten Ordner aus der Liste.

source: <b>Excluded folders:</b> This list contains all folders you want to exclude from the database. • <b>Active:</b> If enabled, the path will excluded from the database and can't be searched in. • <b>Path:</b> The full path to be excluded.
de: <b>Ausgeschlossene Ordner:</b> Liste der Ordner, die von der Suche ausgenommen werden sollen. • <b>Aktiv:</b> Falls aktiviert, wird der Ordner nicht in die Datenbank aufgenommen und kann nicht durchsucht werden. • <b>Pfad:</b> Der vollständige Pfad der ausgenommen werden soll.

source: <b>Exclude folder from database:</b> This button opens a dialog where you can select a folder you want to exclude from the database.
de: <b>Ordner von Datenbank ausschliessen:</b> Öffnet einen Dialog, um Ordner von der Datenbank auszuschliessen.

source: <b>Remove selected row:</b> This removes the selected folder from the list of excluded folders.
de: <b>Auswahl entfernen:</b> Entfernt den ausgewählten Ordner aus der Liste der ausgeschlossenen Ordner.

source: <b>Exclude files and folders from database:</b> This is a semi-colon separated list of files (or folders) you want to exclude from the database. For example <i>.git;.cache;*.swp</i> will exclude all files or folders which are called either <i>.git</i> or <i>.cache</i> or end with <i>.swp</i>.
de: <b>Dateien und Ordner aus der Datenbank ausschliessen:</b> Eine durch Semikolon getrennte Liste von Dateien oder Ordnern, die von der Datenbank ausgenommen werden sollen. Beispielsweise wird <i>.git;.cache;*.swp</i> alle Dateien oder Ordner namens <i>.git</i> oder <i>.cache</i> ausschliessen, oder solche die auf <i>.swp</i> enden.

source: <b>Exclude hidden files and folders:</b> If enabled, hidden files and folders will be excluded from the database <i>(i.e. all files or folders which start with a dot character)</i>.
de: <b>Versteckte Dateien und Ordner ausschließen:</b> Falls aktiviert, werden versteckte Dateien und Ordner aus der Datenbank ausgeschlossen <i>(d.h. alle Dateien und Ordner deren Namen mit einem Punkt . beginnt)</i>.

source: Focus a setting to get a detailed description of what it does.
de: Positionieren Sie den Mauszeiger über einer Einstellung, um eine detaillierte Beschreibung zu erhalten.

source: <b>Periodically update database at a specific time interval:</b> If enabled and as long as FSearch is running, the database will be updated periodically with the given time interval. If you want to update the database in the background, even when FSearch is not running, you should use tools like cron or systemd timers to periodically trigger the update with: <i><tt>fsearch --update-database</tt></i>
de: <b>Periodisches Aktualisieren der Datenbank in einem bestimmten Zeitintervall:</b> Wenn aktiviert und solange FSearch läuft wird die Datenbank periodisch im angegebenen Zeitintervall aktualisiert. Wenn Sie die Datenbank im Hintergrund aktualisieren möchten, selbst wenn FSearch gerade nicht läuft, sollten Sie Werkzeuge wie cron oder systemd-Timer verwenden, um die Aktualisierung periodisch auszulösen: <i><tt>fsearch --update-database</tt></i>

source: <b>Launch desktop files:</b> If enabled, activating a <i>.desktop</i> file will launch the application defined within that file. This way FSearch can act like an application launcher. Otherwise the <i>.desktop</i> file will be opened with the default handler for this type of files, which is usually a text editor.
de: <b>Desktop-Dateien ausführen:</b> Falls aktiviert, wird die zu einer <i>.desktop</i> Datei zugehörige Anwendung ausgeführt. FSearch funktioniert somit wie ein Anwendungsstarter. Falls deaktiviert, wird die <i>.desktop</i> Datei von der zugehörigen Standardanwendung geöffnet, welche in den meisten Fällen ein Text-Editor ist.

source: <b>Filters:</b> This is a list of all available filters. A filter is a predefined search. • <b>Name:</b> A unique and descriptive identifier for the filter • <b>Macro:</b> By typing the macro text followed by a ':' you can enable the filter on demand • <b>Query:</b> The search term by which the database should be filtered
de: <b>Filter:</b> Dies ist eine Liste aller verfügbaren Filter. Ein Filter entspricht einer vorgefertigten Suchanfrage. • <b>Name:</b> Ein eindeutiger Name der den Filter beschreibt • <b>Makro:</b> Durch das Tippen dieses Texts im Suchfeld, gefolgt von einem ':', wird der Filter ausgeführt • <b>Query:</b> Die Suchanfrage die bei der Aktivierung dieses Filters ausgeführt werden soll

source: <b>Add a new filter:</b> This button opens a dialog where you can edit a new filter.
de: <b>Einen neuen Filter hinzufügen:</b> Öffnet einen Dialog, mit dem ein neuer Filter erstellt werden kann.

source: <b>Remove selected filter:</b> This button removes the currently selected filter.
de: <b>Ausgewählten Filter entfernen:</b> Entfernt den ausgewählten Filter.

source: <b>Edit selected filter:</b> This button opens a dialog where you can edit the selected filter.
de: <b>Ausgewählten Filter bearbeiten:</b> Öffnet einen Dialog, mit dem der ausgewählte Filter bearbeitet werden kann.
